package telegram_service

const (
	startText                = "Для того, чтобы добавить кошелек в челендж напишите команду /add\nДля получения топа участников, напишите /top"
	addText                  = "Ответьте на это сообщение, указав в нем публичный ключ от вашего SOL кошелька"
	addSuccessText           = "Вы успешно зарегестрированы в челендже"
	internalErrorText        = "Что-то пошло не так, мы уже разбираемся в ошибке"
	userAlreadyExistsErrText = "Вы уже зарегестрированы в челендже"
	invalidPublicKeyErrText  = "Вы вввели невалидный публичный ключ"
)
